Repository: nuraqueer/PGPony-Translations-ko
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Searching keys.openpgp.org…
de: Suche auf keys.openpgp.org …
es: Buscando en keys.openpgp.org…
fr: Recherche sur keys.openpgp.org…
ja: keys.openpgp.orgで検索中…
pt_br: Buscando em keys.openpgp.org…
zh_hans: 正在搜索 keys.openpgp.org…

source: Searching keyservers...
de: Schlüsselserver werden durchsucht …
es: Buscando en los servidores de claves…
fr: Recherche sur les serveurs de clés…
ja: 鍵サーバーを検索中…
pt_br: Procurando em servidores de chaves…
zh_hans: 正在搜索密钥服务器…

source: Section
de: Bereich
es: Sección
ja: セクション
pt_br: Seção
zh_hans: 区段

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: セキュリティ
pt_br: Segurança
zh_hans: 安全

source: Security & Encryption
de: Sicherheit & Verschlüsselung
es: Seguridad y cifrado
fr: Sécurité et chiffrement
ja: セキュリティと暗号化
pt_br: Segurança e Criptografia
zh_hans: 安全与加密

source: Security & Privacy
de: Sicherheit und Datenschutz
es: Seguridad y privacidad
fr: Sécurité et confidentialité
ja: セキュリティとプライバシー
pt_br: Segurança e privacidade
zh_hans: 安全与隐私

source: See the full pony family
de: Die ganze Pony-Familie ansehen
es: Ver toda la familia pony
fr: Voir toute la famille pony
ja: Pony ファミリー全体を見る
pt_br: Ver toda a família pony
zh_hans: 查看完整的 pony 系列

source: Select a key
de: Schlüssel auswählen
es: Selecciona una clave
fr: Sélectionner une clé
ja: 鍵を選択
pt_br: Selecione uma chave
zh_hans: 选择一个密钥

source: Select a section
de: Bereich auswählen
es: Selecciona una sección
fr: Sélectionner une section
ja: セクションを選択
pt_br: Selecione uma seção
zh_hans: 选择一个板块

source: Select a software signing key.
de: Wähle einen Software-Signierschlüssel.
es: Selecciona una clave de firma de software.
fr: Sélectionnez une clé de signature logicielle.
ja: ソフトウェア署名鍵を選択してください。
pt_br: Selecione uma chave de assinatura de software.
zh_hans: 选择一个软件签名密钥。

source: Select Recipients
de: Empfänger auswählen
es: Seleccionar destinatarios
fr: Sélectionner les destinataires
ja: 宛先を選択
pt_br: Selecionar destinatários
zh_hans: 选择收件人

source: Selected key is not a key pair
de: Der ausgewählte Schlüssel ist kein Schlüsselpaar
es: La clave seleccionada no es un par de claves
fr: La clé sélectionnée n'est pas une paire de clés
ja: 選択した鍵は鍵ペアではありません
pt_br: A chave selecionada não é um par de chaves
zh_hans: 所选密钥不是密钥对

source: Self-destructing encrypted messages
de: Selbstzerstörende verschlüsselte Nachrichten
es: Mensajes cifrados que se autodestruyen
fr: Messages chiffrés à autodestruction
ja: 自動消滅する暗号化メッセージ
pt_br: Mensagens criptografadas autodestrutivas
zh_hans: 阅后即焚的加密消息

source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
ja: フィードバックを送信
pt_br: Enviar feedback
zh_hans: 发送反馈

source: Send format
de: Sendeformat
es: Formato de envío
fr: Format d'envoi
ja: 送信形式
pt_br: Formato de envio
zh_hans: 发送格式

source: Send from
de: Senden von
es: Enviar desde
fr: Envoyer depuis
ja: 送信元
pt_br: Enviar de
zh_hans: 发件人

source: Send keyserver traffic through a proxy such as Tor
de: Schlüsselserver-Datenverkehr über einen Proxy wie Tor senden
es: Enviar el tráfico del servidor de claves a través de un proxy como Tor
fr: Envoyer le trafic du serveur de clés via un proxy tel que Tor
ja: 鍵サーバーの通信を Tor などのプロキシ経由で送信します
pt_br: Enviar o tráfego do servidor de chaves por um proxy como o Tor
zh_hans: 通过 Tor 等代理发送密钥服务器流量

source: Send to PGPony
de: An PGPony senden
es: Enviar a PGPony
fr: Envoyer à PGPony
ja: PGPony に送信
pt_br: Enviar para o PGPony
zh_hans: 发送到 PGPony

source: Send your keys or messages to any server
de: Deine Schlüssel oder Nachrichten an irgendeinen Server senden
es: Enviar tus claves o mensajes a ningún servidor
fr: Envoyer vos clés ou messages à un serveur
ja: 鍵やメッセージをいかなるサーバーにも送信しません
pt_br: Enviar suas chaves ou mensagens para qualquer servidor
zh_hans: 将你的密钥或消息发送到任何服务器

source: Sensitive content copied to the clipboard is automatically erased after a configurable timeout (default 60 seconds) so it doesn't linger where other apps could read it.
de: Sensible Inhalte in der Zwischenablage werden nach einer einstellbaren Zeitspanne (standardmäßig 60 Sekunden) automatisch gelöscht, damit sie nicht weiter dort liegen, wo andere Apps sie lesen könnten.
es: El contenido sensible copiado al portapapeles se borra automáticamente tras un tiempo configurable (por defecto 60 segundos) para que no quede expuesto a otras apps.
fr: Le contenu sensible copié dans le presse-papiers est automatiquement effacé après un délai configurable (60 secondes par défaut), afin qu'il ne reste pas accessible à d'autres applications.
ja: クリップボードにコピーされた機密情報は、設定可能な時間（既定 60 秒）が経過すると自動的に消去され、他のアプリから読まれる状態が続かないようにします。
pt_br: O conteúdo sensível copiado para a área de transferência é apagado automaticamente após um tempo configurável (padrão de 60 segundos), para não ficar acessível a outros apps.
zh_hans: 拷贝到剪贴板的敏感内容会在可配置的超时后（默认 60 秒）自动清除，以免它滞留在其他 App 可读取的地方。

source: Sent (session-key block)
de: Gesendet (Sitzungsschlüssel-Block)
es: Enviado (bloque de clave de sesión)
fr: Envoyé (bloc de clé de session)
ja: 送信済み（セッション鍵ブロック）
pt_br: Enviado (bloco de chave de sessão)
zh_hans: 已发送（会话密钥块）

source: Server returned status %lld
de: Server antwortete mit Status %lld
es: El servidor devolvió el estado %lld
fr: Le serveur a renvoyé le statut %lld
ja: サーバーがステータス %lld を返しました
pt_br: O servidor retornou o status %lld
zh_hans: 服务器返回状态 %lld

source: Servers
de: Server
es: Servidores
fr: Serveurs
ja: サーバー
pt_br: Servidores
zh_hans: 服务器

source: Session key checksum mismatch
de: Prüfsumme des Sitzungsschlüssels stimmt nicht überein
es: La suma de comprobación de la clave de sesión no coincide
fr: La somme de contrôle de la clé de session ne correspond pas
ja: セッション鍵のチェックサムが一致しません
pt_br: A soma de verificação da chave de sessão não confere
zh_hans: 会话密钥校验和不匹配

source: Session key unwrap failed: %@
de: Entpacken des Sitzungsschlüssels fehlgeschlagen: %@
es: Falló el desempaquetado de la clave de sesión: %@
fr: Échec du déballage de la clé de session : %@
ja: セッション鍵のアンラップに失敗しました：%@
pt_br: Falha ao desencapsular a chave de sessão: %@
zh_hans: 会话密钥解封失败：%@

source: Session key wrap failed: %@
de: Verpacken des Sitzungsschlüssels fehlgeschlagen: %@
es: Falló el empaquetado de la clave de sesión: %@
fr: Échec de l'encapsulation de la clé de session : %@
ja: セッション鍵のラップに失敗しました：%@
pt_br: Falha ao encapsular a chave de sessão: %@
zh_hans: 会话密钥封装失败：%@

source: Set as Default Key
de: Als Standardschlüssel festlegen
es: Definir como clave predeterminada
fr: Définir comme clé par défaut
ja: デフォルトの鍵に設定
pt_br: Definir como chave padrão
zh_hans: 设为默认密钥

source: Set as default signer
de: Als Standard-Unterzeichner festlegen
es: Establecer como firmante predeterminado
fr: Définir comme signataire par défaut
ja: デフォルトの署名者に設定
pt_br: Definir como signatário padrão
zh_hans: 设为默认签名者

source: Set to
de: Festlegen auf
es: Establecer en
fr: Définir sur
ja: 設定先
pt_br: Definir para
zh_hans: 设为

source: Setting an expiration date is recommended. You can always extend it later.
de: Wir empfehlen, ein Ablaufdatum zu setzen. Du kannst es jederzeit verlängern.
es: Se recomienda establecer una fecha de caducidad. Siempre puedes ampliarla más tarde.
fr: Il est recommandé de définir une date d'expiration. Vous pourrez toujours la prolonger plus tard.
ja: 有効期限の設定をおすすめします。後からいつでも延長できます。
pt_br: Recomenda-se definir uma data de expiração. Você pode estendê-la depois.
zh_hans: 建议设置有效期。你随时可以延长它。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
pt_br: Ajustes
zh_hans: 设置

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
pt_br: Compartilhar
zh_hans: 共享

source: Share as Email (.eml)
de: Als E-Mail teilen (.eml)
es: Compartir como correo (.eml)
fr: Partager comme e-mail (.eml)
ja: メール（.eml）として共有
pt_br: Compartilhar como e-mail (.eml)
zh_hans: 作为邮件（.eml）共享

source: Share Decrypted File
de: Entschlüsselte Datei teilen
es: Compartir archivo descifrado
fr: Partager le fichier déchiffré
ja: 復号したファイルを共有
pt_br: Compartilhar arquivo decifrado
zh_hans: 共享解密后的文件

source: Share Encrypted File
de: Verschlüsselte Datei teilen
es: Compartir archivo cifrado
fr: Partager le fichier chiffré
ja: 暗号化ファイルを共有
pt_br: Compartilhar arquivo cifrado
zh_hans: 共享加密文件

source: Share encrypted.asc
de: encrypted.asc teilen
es: Compartir encrypted.asc
fr: Partager encrypted.asc
ja: encrypted.asc を共有
pt_br: Compartilhar encrypted.asc
zh_hans: 共享加密.asc

source: Share Key via QR
de: Schlüssel per QR teilen
es: Compartir clave por QR
fr: Partager la clé via QR
ja: QR で鍵を共有
pt_br: Compartilhar chave por QR
zh_hans: 通过二维码共享密钥

source: Share Public Key
de: Öffentlichen Schlüssel teilen
es: Compartir clave pública
fr: Partager la clé publique
ja: 公開鍵を共有
pt_br: Compartilhar chave pública
zh_hans: 共享公钥

source: Share this revocation certificate with everyone who has your public key (or upload it to a key server). Once they import it, their tools will refuse to encrypt to this key.
de: Teile dieses Widerrufszertifikat mit allen, die deinen öffentlichen Schlüssel haben (oder lade es auf einen Schlüsselserver hoch). Sobald sie es importieren, verweigern ihre Programme die Verschlüsselung an diesen Schlüssel.
es: Comparte este certificado de revocación con quien tenga tu clave pública (o súbelo a un servidor de claves). Cuando lo importen, sus herramientas dejarán de cifrar hacia esta clave.
fr: Partagez ce certificat de révocation avec toutes les personnes qui possèdent votre clé publique (ou téléversez-le sur un serveur de clés). Dès qu'elles l'importeront, leurs outils refuseront de chiffrer vers cette clé.
ja: この失効証明書を、あなたの公開鍵を持っている人全員に共有してください（または鍵サーバーにアップロードしてください）。インポートされると、その人たちのツールはこの鍵宛の暗号化を拒否するようになります。
pt_br: Compartilhe este certificado de revogação com todos que têm sua chave pública (ou envie-o para um servidor de chaves). Quando o importarem, as ferramentas deles deixarão de cifrar para esta chave.
zh_hans: 将此吊销证书分享给所有持有你公钥的人（或上传到密钥服务器）。一旦他们导入它，其工具就会拒绝再用此密钥加密。

source: Shared secrets differ
de: Geteilte Geheimnisse weichen ab
es: Los secretos compartidos difieren
fr: Les secrets partagés diffèrent
ja: 共有秘密が一致しません
pt_br: Os segredos compartilhados diferem
zh_hans: 共享密钥不一致

source: Shared secrets match
de: Geteilte Geheimnisse stimmen überein
es: Los secretos compartidos coinciden
fr: Les secrets partagés correspondent
ja: 共有秘密が一致します
pt_br: Os segredos compartilhados coincidem
zh_hans: 共享密钥一致

source: Shared text
de: Geteilter Text
es: Texto compartido
fr: Texte partagé
ja: 共有されたテキスト
pt_br: Texto compartilhado
zh_hans: 共享文本

source: Show My Key
de: Meinen Schlüssel zeigen
es: Mostrar mi clave
fr: Afficher ma clé
ja: 自分の鍵を表示
pt_br: Mostrar minha chave
zh_hans: 显示我的密钥

source: Show QR Code
de: QR-Code anzeigen
es: Mostrar código QR
fr: Afficher le code QR
ja: QR コードを表示
pt_br: Mostrar código QR
zh_hans: 显示二维码

source: Show the code again
de: Code erneut anzeigen
es: Mostrar el código de nuevo
fr: Afficher à nouveau le code
ja: コードを再表示
pt_br: Mostrar o código novamente
zh_hans: 再次显示代码

source: Show Welcome Tour Again
de: Willkommens-Tour erneut anzeigen
es: Volver a mostrar el tour de bienvenida
fr: Réafficher la visite guidée
ja: ウェルカムツアーを再表示
pt_br: Mostrar o tour de boas-vindas novamente
zh_hans: 再次显示欢迎引导

source: Sign
de: Signieren
es: Firmar
fr: Signer
ja: 署名
pt_br: Assinar
zh_hans: 签名

source: Sign & Encrypt
de: Signieren und verschlüsseln
es: Firmar y cifrar
fr: Signer et chiffrer
ja: 署名して暗号化
pt_br: Assinar e cifrar
zh_hans: 签名并加密

source: Sign a File
de: Eine Datei signieren
es: Firmar un archivo
fr: Signer un fichier
ja: ファイルに署名
pt_br: Assinar um arquivo
zh_hans: 签名文件

source: Sign a file without encrypting it. The detached signature is saved alongside the original; the original file is not changed.
de: Signiere eine Datei, ohne sie zu verschlüsseln. Die abgetrennte Signatur wird neben dem Original gespeichert; die Originaldatei wird nicht verändert.
es: Firma un archivo sin cifrarlo. La firma separada se guarda junto al original; el archivo original no se modifica.
fr: Signez un fichier sans le chiffrer. La signature détachée est enregistrée à côté de l'original ; le fichier original n'est pas modifié.
ja: ファイルを暗号化せずに署名します。分離署名は元のファイルと並べて保存され、元のファイルは変更されません。
pt_br: Assine um arquivo sem criptografá-lo. A assinatura destacada é salva ao lado do original; o arquivo original não é alterado.
zh_hans: 在不加密的情况下给文件签名。分离签名会与原文件一同保存；原文件不会被改动。

source: Sign as
de: Signieren als
es: Firmar como
fr: Signer en tant que
ja: 署名する鍵
pt_br: Assinar como
zh_hans: 以此身份签名

source: Sign As
de: Signieren als
es: Firmar como
fr: Signer en tant que
ja: 署名者
pt_br: Assinar como
zh_hans: 以此身份签名

source: Sign failed.
de: Signieren fehlgeschlagen.
es: Falló la firma.
fr: Échec de la signature.
ja: 署名に失敗しました。
pt_br: Falha na assinatura.
zh_hans: 签名失败。

source: Sign File
de: Datei signieren
es: Firmar archivo
fr: Signer le fichier
ja: ファイルに署名
pt_br: Assinar arquivo
zh_hans: 签名文件

source: Sign Message
de: Nachricht signieren
es: Firmar mensaje
fr: Signer le message
ja: メッセージに署名
pt_br: Assinar mensagem
zh_hans: 签名消息

source: Sign messages by default
de: Nachrichten standardmäßig signieren
es: Firmar mensajes por defecto
fr: Signer les messages par défaut
ja: 既定でメッセージに署名
pt_br: Assinar mensagens por padrão
zh_hans: 默认签名消息

source: Sign Without Encrypting
de: Signieren ohne Verschlüsseln
es: Firmar sin cifrar
fr: Signer sans chiffrer
ja: 暗号化せずに署名
pt_br: Assinar sem criptografar
zh_hans: 仅签名不加密

source: Signature
de: Signatur
es: Firma
ja: 署名
pt_br: Assinatura
zh_hans: 签名

source: Signature could not be verified
de: Signatur konnte nicht verifiziert werden
es: No se pudo verificar la firma
fr: Impossible de vérifier la signature
ja: 署名を検証できませんでした
pt_br: Não foi possível verificar a assinatura
zh_hans: 无法验证签名

source: Signature Format
de: Signaturformat
es: Formato de firma
fr: Format de signature
ja: 署名形式
pt_br: Formato de assinatura
zh_hans: 签名格式

source: Signature Invalid
de: Signatur ungültig
es: Firma no válida
fr: Signature non valide
ja: 署名が無効です
pt_br: Assinatura inválida
zh_hans: 签名无效

source: Signature loaded
de: Signatur geladen
es: Firma cargada
fr: Signature chargée
ja: 署名を読み込みました
pt_br: Assinatura carregada
zh_hans: 签名已加载

source: Signature not verified
de: Signatur nicht überprüft
es: Firma no verificada
fr: Signature non vérifiée
ja: 署名は未検証
pt_br: Assinatura não verificada
zh_hans: 签名未验证

source: Signature verified
de: Signatur verifiziert
es: Firma verificada
fr: Signature vérifiée
ja: 署名を検証しました
pt_br: Assinatura verificada
zh_hans: 签名已验证

source: Signature Verified
de: Signatur verifiziert
es: Firma verificada
fr: Signature vérifiée
ja: 署名を検証しました
pt_br: Assinatura verificada
zh_hans: 签名已验证

source: Signed
de: Signiert
es: Firmado
fr: Signé
ja: 署名済み
pt_br: Assinado
zh_hans: 已签名

source: Signed by %@
de: Signiert von %@
es: Firmado por %@
fr: Signé par %@
ja: 署名者: %@
pt_br: Assinado por %@
zh_hans: 由 %@ 签名

source: Signed by key %@
de: Signiert mit Schlüssel %@
es: Firmado con la clave %@
fr: Signé avec la clé %@
ja: 署名鍵: %@
pt_br: Assinado pela chave %@
zh_hans: 由密钥 %@ 签名

source: Signed by unknown key %@
de: Signiert von unbekanntem Schlüssel %@
es: Firmado por clave desconocida %@
fr: Signé par clé inconnue %@
ja: 不明な鍵による署名: %@
pt_br: Assinado por chave desconhecida %@
zh_hans: 由未知密钥 %@ 签名

source: Signed Content
de: Signierter Inhalt
es: Contenido firmado
fr: Contenu signé
ja: 署名されたコンテンツ
pt_br: Conteúdo assinado
zh_hans: 已签名内容

source: Signed Output
de: Signierte Ausgabe
es: Salida firmada
fr: Sortie signée
ja: 署名された出力
pt_br: Saída assinada
zh_hans: 签名输出

source: Signed text
de: Signierter Text
es: Texto firmado
fr: Texte signé
ja: 署名済みテキスト
pt_br: Texto assinado
zh_hans: 已签名文本

source: Signer key not in keyring
de: Schlüssel der signierenden Person nicht im Schlüsselbund
es: La clave del firmante no está en el llavero
fr: Clé du signataire absente du trousseau
ja: 署名者の鍵が鍵束にありません
pt_br: Chave do signatário não está no chaveiro
zh_hans: 签名者密钥不在密钥环中

source: Signing a file this large with an RSA hardware key isn't supported yet. Use an Ed25519 signing key, or a software key.
de: Das Signieren einer so großen Datei mit einem RSA-Hardwareschlüssel wird noch nicht unterstützt. Verwende einen Ed25519-Signierschlüssel oder einen Softwareschlüssel.
es: Firmar un archivo tan grande con una llave de hardware RSA aún no es compatible. Usa una llave de firma Ed25519 o una llave de software.
fr: La signature d'un fichier aussi volumineux avec une clé matérielle RSA n'est pas encore prise en charge. Utilisez une clé de signature Ed25519 ou une clé logicielle.
ja: このサイズのファイルを RSA ハードウェアキーで署名する機能にはまだ対応していません。Ed25519 の署名キーかソフトウェアキーを使ってください。
pt_br: Assinar um arquivo tão grande com uma chave de hardware RSA ainda não é possível. Use uma chave de assinatura Ed25519 ou uma chave de software.
zh_hans: 暂不支持用 RSA 硬件密钥签名这么大的文件。请使用 Ed25519 签名密钥或软件密钥。

source: Signing Error
de: Signaturfehler
es: Error de firma
fr: Erreur de signature
ja: 署名エラー
pt_br: Erro de assinatura
zh_hans: 签名错误

source: Signing failed: %@
de: Signieren fehlgeschlagen: %@
es: Falló la firma: %@
fr: Échec de la signature : %@
ja: 署名に失敗しました：%@
pt_br: Falha na assinatura: %@
zh_hans: 签名失败：%@

source: Signing failed.
de: Signieren fehlgeschlagen.
es: Falló la firma.
fr: Échec de la signature.
ja: 署名に失敗しました。
pt_br: Falha na assinatura.
zh_hans: 签名失败。

source: Signing Key
de: Signaturschlüssel
es: Clave de firma
fr: Clé de signature
ja: 署名鍵
pt_br: Chave de assinatura
zh_hans: 签名密钥

source: Signing Passphrase
de: Passphrase fürs Signieren
es: Frase de contraseña para firmar
fr: Phrase secrète de signature
ja: 署名用パスフレーズ
pt_br: Frase-senha de assinatura
zh_hans: 签名口令

source: Signing...
de: Wird signiert …
es: Firmando…
fr: Signature…
ja: 署名中…
pt_br: Assinando…
zh_hans: 正在签名…

source: Signing…
de: Signieren…
es: Firmando…
fr: Signature…
ja: 署名中…
pt_br: Assinando…
zh_hans: 正在签名…

source: Simple, modern file encryption (age)
de: Einfache, moderne Dateiverschlüsselung (age)
es: Cifrado de archivos simple y moderno (age)
fr: Chiffrement de fichiers simple et moderne (age)
ja: シンプルでモダンなファイル暗号化 (age)
pt_br: Cifragem de arquivos simples e moderna (age)
zh_hans: 简单、现代的文件加密（age）

source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
pt_br: Pular
zh_hans: 跳过

source: Some keys couldn’t be restored — they may be malformed. The rest were restored.
de: Einige Schlüssel konnten nicht wiederhergestellt werden – sie sind möglicherweise fehlerhaft. Der Rest wurde wiederhergestellt.
es: Algunas claves no se pudieron restaurar; puede que estén dañadas. El resto se restauró.
fr: Certaines clés n’ont pas pu être restaurées — elles sont peut-être mal formées. Les autres ont été restaurées.
ja: 一部の鍵は復元できませんでした。破損している可能性があります。残りは復元されました。
pt_br: Algumas chaves não puderam ser restauradas — elas podem estar corrompidas. As demais foram restauradas.
zh_hans: 有些密钥无法恢复，它们可能格式有误。其余密钥已恢复。

source: Something went wrong.
de: Etwas ist schiefgelaufen.
es: Algo salió mal.
fr: Un problème est survenu.
ja: 問題が発生しました。
pt_br: Algo deu errado.
zh_hans: 出了点问题。

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
ja: 並べ替え
pt_br: Ordenar
zh_hans: 排序

source: Start with a key
de: Beginne mit einem Schlüssel
es: Empieza con una clave
fr: Commencez par une clé
ja: まずは鍵から
pt_br: Comece com uma chave
zh_hans: 从一个密钥开始

source: Still unsure?
de: Immer noch unsicher?
es: ¿Aún tienes dudas?
fr: Toujours indécis ?
ja: まだ迷っていますか？
zh_hans: 仍然不确定？

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
pt_br: Parar
zh_hans: 停止

source: Store passphrases — they're only ever used in memory
de: Passphrasen speichern – sie werden nur im Arbeitsspeicher verwendet
es: Almacenar frases de contraseña: solo se usan en memoria
fr: Stocker des phrases secrètes — elles ne sont utilisées qu'en mémoire
ja: パスフレーズは保存しません（メモリ内でのみ使用されます）
pt_br: Armazenar frases-senha — elas só são usadas em memória
zh_hans: 存储口令——它们只会在内存中使用

source: Storing in Keychain...
de: Wird im Schlüsselbund gespeichert …
es: Guardando en el llavero…
fr: Enregistrement dans le trousseau…
ja: キーチェーンに保存中…
pt_br: Salvando no Chaveiro…
zh_hans: 正在存入钥匙串…

source: Strip metadata from your files
de: Metadaten aus deinen Dateien entfernen
es: Elimina los metadatos de tus archivos
fr: Supprime les métadonnées de vos fichiers
ja: ファイルからメタデータを削除
pt_br: Remove os metadados dos seus arquivos
zh_hans: 清除文件中的元数据

source: Strong
de: Stark
es: Fuerte
fr: Forte
ja: 強い
pt_br: Forte
zh_hans: 强

source: Success!
de: Erfolgreich!
es: ¡Listo!
fr: Réussi !
ja: 成功しました！
pt_br: Sucesso!
zh_hans: 成功！

source: Successfully imported %@ for %@
de: %@ für %@ erfolgreich importiert
es: Se ha importado %@ para %@
fr: %@ pour %@ importée avec succès
ja: %@ を %@ 用にインポートしました
pt_br: %1$@ importada para %2$@ com sucesso
zh_hans: 已成功导入 %@（用于 %@）

source: Successfully imported %@ for %@ and linked to contact %@.
de: %@ für %@ erfolgreich importiert und mit Kontakt %@ verknüpft.
es: Se ha importado %@ para %@ y se ha vinculado al contacto %@.
fr: %@ pour %@ importée avec succès et liée au contact %@.
ja: %@ を %@ 用にインポートし、連絡先 %@ にリンクしました。
pt_br: %1$@ importada para %2$@ e vinculada ao contato %3$@.
zh_hans: 已成功导入 %@（用于 %@），并关联到联系人 %@。

source: Superseded by new key
de: Durch neuen Schlüssel ersetzt
es: Sustituida por una nueva clave
fr: Remplacée par une nouvelle clé
ja: 新しい鍵に置き換え
pt_br: Substituída por nova chave
zh_hans: 已被新密钥取代

source: Supports .asc, .gpg, .pgp, .key files
de: Unterstützt .asc-, .gpg-, .pgp- und .key-Dateien
es: Admite archivos .asc, .gpg, .pgp y .key
fr: Prend en charge les fichiers .asc, .gpg, .pgp, .key
ja: .asc / .gpg / .pgp / .key ファイルに対応
pt_br: Compatível com arquivos .asc, .gpg, .pgp, .key
zh_hans: 支持 .asc、.gpg、.pgp、.key 文件

source: Sync keys across your Apple devices
de: Schlüssel auf deinen Apple-Geräten synchronisieren
es: Sincroniza tus claves entre dispositivos Apple
fr: Synchronisez vos clés sur vos appareils Apple
ja: Apple デバイス間で鍵を同期
pt_br: Sincronize chaves entre seus dispositivos Apple
zh_hans: 在你的 Apple 设备间同步密钥

source: Sync your keyring across all your Apple devices securely via iCloud Keychain.
de: Synchronisiere deinen Schlüsselbund sicher über den iCloud-Schlüsselbund auf allen Apple-Geräten.
es: Sincroniza tu llavero de forma segura entre todos tus dispositivos Apple a través del llavero de iCloud.
fr: Synchronisez votre trousseau en toute sécurité sur tous vos appareils Apple via le trousseau iCloud.
ja: iCloud キーチェーンを通じて、すべての Apple デバイス間で鍵束を安全に同期します。
pt_br: Sincronize seu chaveiro com segurança entre todos os seus dispositivos Apple pelo Chaveiro do iCloud.
zh_hans: 通过 iCloud 钥匙串，在你所有 Apple 设备间安全地同步密钥环。

source: Talking to your key…
de: Kommuniziere mit deinem Schlüssel…
es: Comunicando con tu clave…
fr: Communication avec votre clé…
ja: キーと通信しています…
pt_br: Comunicando com sua chave…
zh_hans: 正在与你的密钥通信…

source: Tap the + button to generate a new key pair, or import an existing one.
de: Tippe auf das +, um ein neues Schlüsselpaar zu erzeugen, oder importiere ein bestehendes.
es: Toca el botón + para generar un nuevo par de claves o importar uno existente.
fr: Touchez le bouton + pour générer une nouvelle paire de clés ou en importer une existante.
ja: 「+」ボタンをタップすると、新しい鍵ペアの作成または既存の鍵のインポートができます。
pt_br: Toque no botão + para gerar um novo par de chaves ou importar um existente.
zh_hans: 轻点 + 按钮生成新密钥对，或导入现有的密钥对。
